[
    {
        "Full Name": "Abigail Lewis",
        "Business Name (if applicable)": "Abigail's Digital Marketing Solutions",
        "Email Address": "abigail.lewis.digital@outlook.com",
        "Phone Number": "555-111-2222",
        "Tax ID/EIN": "12-1111111",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Developing and implementing comprehensive digital marketing strategies, including search engine optimization (SEO) to improve website rankings, pay-per-click (PPC) advertising campaigns on platforms like Google Ads and Bing Ads, social media management across major platforms such as Facebook, Instagram, and Twitter to increase brand awareness and engagement, and content creation for blogs, articles, and social media posts to attract and retain customers.",
        "Start Date": "2024/03/15",
        "Expected End Date": "2025/03/15",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Benjamin Clark",
        "Business Name (if applicable)": "Clark's IT Infrastructure Services",
        "Email Address": "benjamin.clark.it@hotmail.com",
        "Phone Number": "555-333-4444",
        "Tax ID/EIN": "23-2222222",
        "Business Type": "LLC",
        "Services to be Provided": "Designing and installing robust IT infrastructure solutions for businesses, including network setup and configuration (both wired and wireless), server installation and maintenance, data storage and backup solutions to ensure data integrity and availability, and cybersecurity measures such as firewall implementation, intrusion detection, and prevention systems to protect against cyber threats. Also providing IT support services for troubleshooting hardware and software issues.",
        "Start Date": "2024/04/20",
        "Expected End Date": "2025/04/20",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Camila Moore",
        "Business Name (if applicable)": "Moore's Event Planning and Coordination",
        "Email Address": "camila.moore.event@yahoo.com",
        "Phone Number": "555-555-6666",
        "Tax ID/EIN": "34-3333333",
        "Business Type": "Corporation",
        "Services to be Provided": "Full-service event planning for corporate events, weddings, and social gatherings. This includes venue selection based on client preferences and budget, catering coordination with top-notch food vendors, entertainment booking from bands and DJs to professional performers, event decoration design and implementation to create a visually appealing atmosphere, and on-site event management to ensure smooth operation and handling of any unexpected issues during the event.",
        "Start Date": "2024/05/25",
        "Expected End Date": "2025/05/25",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "David Kim",
        "Business Name (if applicable)": "Kim & Partners Legal Consultancy",
        "Email Address": "david.kim.legal@gmail.com",
        "Phone Number": "555-777-8888",
        "Tax ID/EIN": "45-4444444",
        "Business Type": "Partnership",
        "Services to be Provided": "Offering legal advice and consultation services in various areas such as corporate law, including business formation, contract drafting and review, and corporate governance. Also providing legal assistance in employment law matters like employee contracts, workplace disputes, and compliance with labor regulations. Additionally, handling intellectual property law cases related to trademarks, copyrights, and patents, and providing litigation support when necessary.",
        "Start Date": "2024/06/01",
        "Expected End Date": "2025/06/01",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Ella Thompson",
        "Business Name (if applicable)": "Ella's Interior Design and Renovation",
        "Email Address": "ella.thompson.design@icloud.com",
        "Phone Number": "555-999-0000",
        "Tax ID/EIN": "56-5555555",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Conducting in-depth consultations with clients to understand their design preferences, lifestyle, and budget for residential and commercial interior design projects. Creating detailed design plans, including space planning, furniture selection, color schemes, and lighting design. Overseeing the renovation process, coordinating with contractors, suppliers, and artisans to ensure the successful execution of the design vision, from demolition and construction to the final installation of fixtures and decor elements.",
        "Start Date": "2024/07/10",
        "Expected End Date": "2025/07/10",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Franklin Taylor",
        "Business Name (if applicable)": "Taylor's Landscape Architecture",
        "Email Address": "franklin.taylor.landscape@msn.com",
        "Phone Number": "555-222-3333",
        "Tax ID/EIN": "67-6666666",
        "Business Type": "LLC",
        "Services to be Provided": "Providing landscape architecture services for residential and commercial properties. This involves site analysis and assessment to understand the existing landscape and environmental conditions. Designing outdoor spaces, including gardens, parks, and commercial landscapes, with considerations for functionality, aesthetics, and sustainability. Creating detailed landscape plans, including plant selection, hardscape design (such as pathways, patios, and retaining walls), and irrigation system design. Overseeing the implementation of the landscape project and providing ongoing maintenance advice.",
        "Start Date": "2024/08/15",
        "Expected End Date": "2025/08/15",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Grace Hernandez",
        "Business Name (if applicable)": "Hernandez's Photography and Videography",
        "Email Address": "grace.hernandez.media@aol.com",
        "Phone Number": "555-444-5555",
        "Tax ID/EIN": "78-7777777",
        "Business Type": "Corporation",
        "Services to be Provided": "Offering professional photography and videography services for various occasions, including weddings, corporate events, product launches, and portrait sessions. Using high-quality equipment and techniques to capture stunning images and videos. Providing post-production services such as photo editing, color correction, and video editing to enhance the final output. Delivering the final media in various formats as per client requirements, including digital files, prints, and DVDs.",
        "Start Date": "2024/09/20",
        "Expected End Date": "2025/09/20",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Henry Wilson",
        "Business Name (if applicable)": "Wilson's Bookkeeping and Accounting",
        "Email Address": "henry.wilson.accounting@protonmail.com",
        "Phone Number": "555-666-7777",
        "Tax ID/EIN": "89-8888888",
        "Business Type": "Partnership",
        "Services to be Provided": "Providing comprehensive bookkeeping services, including maintaining accurate financial records, recording daily transactions, reconciling bank accounts, and managing accounts payable and receivable. Offering accounting services such as preparing financial statements (income statement, balance sheet, cash flow statement), conducting financial analysis, and providing tax preparation and planning services to ensure clients' compliance with tax laws and optimize their tax liabilities.",
        "Start Date": "2024/10/25",
        "Expected End Date": "2025/10/25",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Isabella Garcia",
        "Business Name (if applicable)": "Isabella's Fitness Training and Nutrition",
        "Email Address": "isabella.garcia.fitness@zoho.com",
        "Phone Number": "555-888-9999",
        "Tax ID/EIN": "90-9999999",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Offering personalized fitness training programs tailored to clients' individual goals, whether it's weight loss, muscle gain, or improved fitness. Conducting fitness assessments to determine clients' current physical condition and developing customized workout plans. Providing nutrition counseling services, including creating meal plans, offering dietary advice, and educating clients about healthy eating habits. Also offering group fitness classes and online training options for added convenience.",
        "Start Date": "2024/11/01",
        "Expected End Date": "2025/11/01",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Jack Murphy",
        "Business Name (if applicable)": "Murphy's Software Development",
        "Email Address": "jack.murphy.software@yandex.com",
        "Phone Number": "555-112-2233",
        "Tax ID/EIN": "12-1212121",
        "Business Type": "LLC",
        "Services to be Provided": "Developing custom software solutions for businesses across various industries. This includes software design, coding, testing, and deployment. Specializing in web application development, mobile application development for iOS and Android platforms, and desktop software development. Offering software maintenance and support services to ensure the smooth operation of the software, including bug fixes, software updates, and technical assistance to clients.",
        "Start Date": "2024/12/05",
        "Expected End Date": "2025/12/05",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Katherine Lee",
        "Business Name (if applicable)": "Lee's Marketing Research",
        "Email Address": "katherine.lee.research@mail.com",
        "Phone Number": "555-334-4455",
        "Tax ID/EIN": "23-2323232",
        "Business Type": "Corporation",
        "Services to be Provided": "Conducting in-depth market research studies for businesses to help them understand their target market, competitors, and industry trends. Using a variety of research methods, including surveys, interviews, focus groups, and secondary data analysis. Providing comprehensive market research reports with actionable insights and recommendations to assist clients in making informed business decisions, such as product development, marketing strategy formulation, and market entry planning.",
        "Start Date": "2025/01/10",
        "Expected End Date": "2026/01/10",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Liam Nguyen",
        "Business Name (if applicable)": "Nguyen & Associates Engineering",
        "Email Address": "liam.nguyen.engineering@tutanota.com",
        "Phone Number": "555-556-6677",
        "Tax ID/EIN": "34-3434343",
        "Business Type": "Partnership",
        "Services to be Provided": "Offering engineering services in areas such as civil engineering, including site planning, structural design, and construction management for buildings, bridges, and infrastructure projects. Also providing mechanical and electrical engineering services, including system design, installation, and maintenance of HVAC, plumbing, and electrical systems. Conducting engineering inspections and providing technical consulting services to clients to ensure compliance with engineering standards and regulations.",
        "Start Date": "2025/02/15",
        "Expected End Date": "2026/02/15",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Mia Robinson",
        "Business Name (if applicable)": "Mia's Language Translation Services",
        "Email Address": "mia.robinson.translation@fastmail.com",
        "Phone Number": "555-778-8899",
        "Tax ID/EIN": "45-4545454",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Providing professional translation services for a wide range of languages, including document translation (such as legal documents, business contracts, technical manuals), website localization to make websites accessible to different language audiences, and interpretation services for meetings, conferences, and events. Ensuring high-quality translations with accurate language usage and cultural sensitivity to meet the specific needs of clients.",
        "Start Date": "2025/03/20",
        "Expected End Date": "2026/03/20",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Noah Stewart",
        "Business Name (if applicable)": "Stewart's Home Inspection Services",
        "Email Address": "noah.stewart.inspection@live.com",
        "Phone Number": "555-990-0011",
        "Tax ID/EIN": "56-5656565",
        "Business Type": "LLC",
        "Services to be Provided": "Conducting thorough home inspections for residential properties, including inspecting the structure, foundation, roof, plumbing, electrical systems, HVAC systems, and interior and exterior components. Providing detailed inspection reports with findings, including photos and recommendations for repairs or maintenance. Offering pre-purchase inspections to help homebuyers make informed decisions and pre-listing inspections to help homeowners identify areas for improvement before selling their property.",
        "Start Date": "2025/04/25",
        "Expected End Date": "2026/04/25",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Olivia White",
        "Business Name (if applicable)": "White's Pet Grooming and Daycare",
        "Email Address": "olivia.white.pet@proton.me",
        "Phone Number": "555-221-1122",
        "Tax ID/EIN": "67-6767676",
        "Business Type": "Corporation",
        "Services to be Provided": "Offering professional pet grooming services, including bathing, hair cutting, nail trimming, and ear cleaning for dogs and cats. Providing a safe and comfortable pet daycare environment where pets can socialize, play, and receive proper care during the day. Also offering additional services such as pet sitting, pet training, and pet product sales to meet the diverse needs of pet owners.",
        "Start Date": "2025/05/30",
        "Expected End Date": "2026/05/30",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Rachel Foster",
        "Business Name (if applicable)": "Foster's Wedding Planning and Styling",
        "Email Address": "rachel.foster.wedding@icloud.com",
        "Phone Number": "555-665-5566",
        "Tax ID/EIN": "89-8989898",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Offering end-to-end wedding planning services, from initial concept development and budget planning to vendor sourcing and contract negotiation. This includes finding the perfect wedding venue, coordinating with caterers, florists, photographers, and videographers. Additionally, providing wedding styling services, creating unique and personalized decor themes, and managing the setup and teardown of the wedding venue. On the day of the wedding, ensuring seamless execution by handling all logistics, coordinating the wedding party, and dealing with any unexpected issues to make the couple's special day unforgettable.",
        "Start Date": "2025/06/15",
        "Expected End Date": "2026/06/15",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Samuel Banks",
        "Business Name (if applicable)": "Banks' IT Training and Consulting",
        "Email Address": "samuel.banks.it@hotmail.co.uk",
        "Phone Number": "555-887-7788",
        "Tax ID/EIN": "90-9090909",
        "Business Type": "LLC",
        "Services to be Provided": "Providing IT training courses tailored to the needs of individuals and businesses. These courses cover a wide range of topics, including basic computer skills, software applications like Microsoft Office suite, programming languages such as Python and Java, and cybersecurity awareness. Offering IT consulting services to help businesses assess their IT infrastructure, identify areas for improvement, and develop strategies for implementing new technologies. Also providing guidance on IT project management, ensuring successful implementation of IT initiatives within budget and on schedule.",
        "Start Date": "2025/07/20",
        "Expected End Date": "2026/07/20",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Sophia Hall",
        "Business Name (if applicable)": "Hall's Fashion Styling and Personal Shopping",
        "Email Address": "sophia.hall.styling@gmail.com",
        "Phone Number": "555-110-0011",
        "Tax ID/EIN": "12-1212121",
        "Business Type": "Corporation",
        "Services to be Provided": "Offering fashion styling services for individuals, including wardrobe consultations to assess clients' style preferences and body types, and creating personalized style plans. Providing personal shopping services, scouting for the latest fashion trends and sourcing clothing, accessories, and footwear that match the clients' style and budget. Also offering styling services for special occasions, such as photoshoots, parties, and red-carpet events, ensuring clients look their best and make a lasting impression.",
        "Start Date": "2025/08/25",
        "Expected End Date": "2026/08/25",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Thomas Gray",
        "Business Name (if applicable)": "Gray's Plumbing and Heating Services",
        "Email Address": "thomas.gray.plumbing@aol.com",
        "Phone Number": "555-332-2233",
        "Tax ID/EIN": "23-2323232",
        "Business Type": "Partnership",
        "Services to be Provided": "Offering a comprehensive range of plumbing and heating services for residential and commercial properties. This includes installation, repair, and maintenance of plumbing systems, such as faucets, toilets, sinks, and water heaters. Specializing in heating system services, including boiler installation, repair, and servicing, as well as radiator maintenance. Providing emergency plumbing and heating services, available 24/7 to address urgent issues like leaks, burst pipes, and heating system failures. Also offering plumbing and heating system inspections and advice on energy-efficient upgrades.",
        "Start Date": "2025/09/30",
        "Expected End Date": "2026/09/30",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Valerie Scott",
        "Business Name (if applicable)": "Scott's Book Publishing and Editing",
        "Email Address": "valerie.scott.publishing@protonmail.ch",
        "Phone Number": "555-554-4455",
        "Tax ID/EIN": "34-3434343",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Assisting authors with the entire book publishing process, from manuscript evaluation and editing to cover design and layout formatting. Offering different levels of editing services, including developmental editing, copyediting, and proofreading to ensure the manuscript is polished and ready for publication. Handling the printing and distribution of books, working with reliable printing partners and online book retailers. Also providing marketing and promotion services for authors, such as creating book trailers, social media campaigns, and organizing book signings and events.",
        "Start Date": "2025/10/05",
        "Expected End Date": "2026/10/05",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Victor Turner",
        "Business Name (if applicable)": "Turner's Business Coaching and Mentoring",
        "Email Address": "victor.turner.coaching@yandex.ru",
        "Phone Number": "555-776-6677",
        "Tax ID/EIN": "45-4545454",
        "Business Type": "LLC",
        "Services to be Provided": "Providing one-on-one business coaching and mentoring services to entrepreneurs and business owners. This includes helping clients define their business goals, develop strategic plans, and create actionable roadmaps for growth. Offering guidance on various aspects of business management, such as marketing, sales, finance, and human resources. Conducting regular performance reviews and providing feedback to help clients improve their business operations. Additionally, facilitating networking opportunities and connecting clients with industry experts and potential business partners.",
        "Start Date": "2025/11/10",
        "Expected End Date": "2026/11/10",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Wendy King",
        "Business Name (if applicable)": "King's Digital Art and Illustration",
        "Email Address": "wendy.king.art@zoho.eu",
        "Phone Number": "555-998-8899",
        "Tax ID/EIN": "56-5656565",
        "Business Type": "Corporation",
        "Services to be Provided": "Creating high-quality digital art and illustrations for a variety of clients and projects. This includes designing illustrations for children's books, editorial illustrations for magazines and newspapers, and digital art for advertising and marketing campaigns. Using the latest digital art tools and techniques, such as graphic tablets and software like Adobe Photoshop and Illustrator. Offering custom art commissions, working closely with clients to understand their vision and bringing it to life through unique and creative digital artworks. Also providing art licensing services for clients who want to use the artwork for commercial purposes.",
        "Start Date": "2025/12/15",
        "Expected End Date": "2026/12/15",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Xavier Diaz",
        "Business Name (if applicable)": "Diaz's Auto Detailing and Repair",
        "Email Address": "xavier.diaz.auto@outlook.co.uk",
        "Phone Number": "555-225-5522",
        "Tax ID/EIN": "67-6767676",
        "Business Type": "Partnership",
        "Services to be Provided": "Offering professional auto detailing services, including exterior washing, waxing, and polishing to restore the vehicle's paintwork and protect it from the elements. Interior detailing services such as vacuuming, shampooing carpets and upholstery, and cleaning the dashboard and other interior surfaces. In addition, providing auto repair services, including engine diagnostics, brake repair, oil changes, and tire rotations. Using high-quality products and equipment to ensure the best results for clients' vehicles, and offering maintenance packages to keep cars in top condition.",
        "Start Date": "2026/01/20",
        "Expected End Date": "2027/01/20",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Yvonne Martinez",
        "Business Name (if applicable)": "Martinez's Catering and Event Catering",
        "Email Address": "yvonne.martinez.catering@tutanota.com",
        "Phone Number": "555-447-7744",
        "Tax ID/EIN": "78-7878787",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Offering catering services for a wide range of events, from small private parties to large corporate functions. Creating customized menus based on clients' preferences, dietary requirements, and event themes. Using fresh, high-quality ingredients to prepare delicious and visually appealing dishes. Providing professional event catering services, including setup, service, and cleanup. Coordinating with event planners and venue managers to ensure seamless integration of catering services into the overall event experience. Also offering delivery and pickup options for clients who prefer to enjoy the food at their own locations.",
        "Start Date": "2026/02/25",
        "Expected End Date": "2027/02/25",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Avery Bennett",
        "Business Name (if applicable)": "Bennett's Social Media Management and Influencer Marketing",
        "Email Address": "avery.bennett.social@mail.ru",
        "Phone Number": "555-113-3311",
        "Tax ID/EIN": "12-1313131",
        "Business Type": "Corporation",
        "Services to be Provided": "Developing and executing social media strategies across platforms like Instagram, TikTok, LinkedIn, and YouTube to enhance brand visibility and engagement. Managing social media accounts, including content creation, scheduling posts, responding to comments and messages, and analyzing performance metrics. Implementing influencer marketing campaigns by identifying relevant influencers, negotiating partnerships, and tracking campaign results. Creating engaging social media ads and managing ad budgets to drive targeted traffic and conversions for clients.",
        "Start Date": "2026/03/10",
        "Expected End Date": "2027/03/10",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Bella Ramirez",
        "Business Name (if applicable)": "Ramirez's Jewelry Design and Custom Pieces",
        "Email Address": "bella.ramirez.jewelry@hotmail.it",
        "Phone Number": "555-335-5533",
        "Tax ID/EIN": "23-2525252",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Designing and creating unique jewelry pieces, including necklaces, bracelets, earrings, and rings. Offering custom jewelry design services, where clients can collaborate with the designer to create personalized pieces based on their ideas and preferences. Using high-quality materials such as precious metals, gemstones, and beads. Providing jewelry repair and restoration services, including resizing, stone replacement, and cleaning. Also participating in jewelry exhibitions and selling products through online platforms and local boutiques.",
        "Start Date": "2026/04/15",
        "Expected End Date": "2027/04/15",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Caleb Parker",
        "Business Name (if applicable)": "Parker's HVAC Installation and Maintenance",
        "Email Address": "caleb.parker.hvac@msn.cn",
        "Phone Number": "555-557-7755",
        "Tax ID/EIN": "34-3737373",
        "Business Type": "LLC",
        "Services to be Provided": "Installing, maintaining, and repairing heating, ventilation, and air conditioning (HVAC) systems for residential and commercial buildings. Conducting system inspections to identify potential issues and recommend necessary repairs or replacements. Offering preventive maintenance services, such as filter changes, duct cleaning, and system tune-ups, to ensure optimal performance and energy efficiency. Providing emergency HVAC services to address breakdowns and malfunctions promptly. Specializing in the installation of energy-efficient HVAC systems and providing advice on improving indoor air quality.",
        "Start Date": "2026/05/20",
        "Expected End Date": "2027/05/20",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Diana Wilson",
        "Business Name (if applicable)": "Wilson's Interior Plantscaping and Maintenance",
        "Email Address": "diana.wilson.plantscaping@zoho.us",
        "Phone Number": "555-779-9977",
        "Tax ID/EIN": "45-4949494",
        "Business Type": "Partnership",
        "Services to be Provided": "Designing and installing interior plantscaping for offices, hotels, restaurants, and other commercial spaces, as well as residential homes. Selecting suitable plants based on the environment, lighting conditions, and client preferences. Creating aesthetically pleasing plant arrangements, including vertical gardens, plant walls, and traditional potted plants. Providing regular plant maintenance services, such as watering, pruning, fertilizing, and pest control. Offering plant replacement services when necessary to keep the indoor greenery healthy and vibrant.",
        "Start Date": "2026/06/25",
        "Expected End Date": "2027/06/25",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Ethan Taylor",
        "Business Name (if applicable)": "Taylor's Financial Planning and Wealth Management",
        "Email Address": "ethan.taylor.financial@tutanota.co",
        "Phone Number": "555-991-1199",
        "Tax ID/EIN": "56-5151515",
        "Business Type": "Corporation",
        "Services to be Provided": "Offering comprehensive financial planning services, including retirement planning, investment planning, tax planning, and estate planning. Conducting financial assessments to understand clients' current financial situation, goals, and risk tolerance. Developing personalized financial plans and investment strategies tailored to clients' needs. Providing ongoing wealth management services, monitoring investments, and making adjustments as needed. Offering financial education and advice to help clients make informed financial decisions and achieve their long-term financial objectives.",
        "Start Date": "2026/07/30",
        "Expected End Date": "2027/07/30",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Faith Hernandez",
        "Business Name (if applicable)": "Hernandez's Pet Training and Behavior Consulting",
        "Email Address": "faith.hernandez.pet@aol.de",
        "Phone Number": "555-226-6622",
        "Tax ID/EIN": "67-6262626",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Providing professional pet training services for dogs and cats, including basic obedience training (sit, stay, come, etc.), advanced training (agility, tricks), and behavior modification for issues such as aggression, anxiety, and excessive barking. Offering in-home training sessions as well as group training classes. Conducting behavior consultations to assess and address complex pet behavior problems. Providing pet owners with guidance on proper pet care, nutrition, and socialization to ensure a well-behaved and healthy pet.",
        "Start Date": "2026/08/05",
        "Expected End Date": "2027/08/05",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Gavin Moore",
        "Business Name (if applicable)": "Moore's Web Hosting and Domain Services",
        "Email Address": "gavin.moore.web@yandex.com.tr",
        "Phone Number": "555-448-8844",
        "Tax ID/EIN": "78-7474747",
        "Business Type": "LLC",
        "Services to be Provided": "Offering reliable web hosting services, including shared hosting, dedicated hosting, and cloud hosting options to meet the needs of different websites. Registering and managing domain names, providing domain name registration services, domain transfer services, and domain name renewal reminders. Ensuring high website uptime, fast loading speeds, and secure hosting environments. Providing technical support for website-related issues, such as server configuration, email setup, and website migration. Also offering website maintenance services, including software updates and security patches.",
        "Start Date": "2026/09/10",
        "Expected End Date": "2027/09/10",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Haley Kim",
        "Business Name (if applicable)": "Kim's Event Entertainment Booking",
        "Email Address": "haley.kim.entertainment@icloud.com.au",
        "Phone Number": "555-660-0066",
        "Tax ID/EIN": "89-8686868",
        "Business Type": "Partnership",
        "Services to be Provided": "Booking a wide range of entertainment for events, including live bands, DJs, magicians, comedians, and dancers. Working closely with clients to understand the event theme, audience preferences, and budget to select the most suitable entertainment options. Negotiating contracts with entertainers, handling all booking arrangements, and ensuring smooth communication between the client and the entertainer. Coordinating the logistics of the entertainment on the day of the event, such as sound and lighting setup, performance schedules, and technical requirements. Also providing additional event entertainment-related services like event emceeing and interactive activities.",
        "Start Date": "2026/10/15",
        "Expected End Date": "2027/10/15",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Isaac Brown",
        "Business Name (if applicable)": "Brown's Commercial Cleaning Services",
        "Email Address": "isaac.brown.cleaning@protonmail.com",
        "Phone Number": "555-882-2288",
        "Tax ID/EIN": "90-9898989",
        "Business Type": "Corporation",
        "Services to be Provided": "Offering professional commercial cleaning services for offices, retail stores, restaurants, and other commercial establishments. Providing regular cleaning services, including dusting, vacuuming, mopping, restroom cleaning, and window washing. Offering deep cleaning services, such as carpet cleaning, floor waxing, and upholstery cleaning. Using eco-friendly cleaning products and advanced cleaning equipment to ensure a clean and healthy work environment. Customizing cleaning schedules based on clients' needs and providing flexible cleaning options, including daily, weekly, and monthly services.",
        "Start Date": "2026/11/20",
        "Expected End Date": "2027/11/20",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Isabella Scott",
        "Business Name (if applicable)": "Scott's Video Game Development",
        "Email Address": "isabella.scott.game@fastmail.com.au",
        "Phone Number": "555-114-4411",
        "Tax ID/EIN": "12-1414141",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Developing video games for various platforms, including PC, consoles (such as PlayStation, Xbox), and mobile devices. Creating game concepts, designing game mechanics, and developing game art and graphics. Writing game code using programming languages like C++, Java, and Python. Conducting game testing to identify and fix bugs and glitches. Collaborating with sound designers to add music and sound effects to the game. Offering game porting services to adapt games for different platforms and providing post-launch support and updates for the games.",
        "Start Date": "2026/12/25",
        "Expected End Date": "2027/12/25",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Jasper Collins",
        "Business Name (if applicable)": "Collins' Fine Art Restoration",
        "Email Address": "jasper.collins.restoration@yahoo.com.au",
        "Phone Number": "555-336-6633",
        "Tax ID/EIN": "23-2626262",
        "Business Type": "LLC",
        "Services to be Provided": "Specializing in the restoration of fine art pieces, including paintings, sculptures, and antique artifacts. Conducting thorough assessments of damaged artworks to determine the extent of restoration needed. Employing specialized techniques and materials to repair and restore the art to its original condition or as close as possible. Providing conservation services to protect artworks from further deterioration, such as proper framing, storage, and environmental control advice. Working closely with museums, galleries, and private collectors to ensure the preservation of valuable art collections.",
        "Start Date": "2027/01/10",
        "Expected End Date": "2028/01/10",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Julia Baker",
        "Business Name (if applicable)": "Baker's Language Tutoring and Translation Agency",
        "Email Address": "julia.baker.tutoring@hotmail.fr",
        "Phone Number": "555-558-8855",
        "Tax ID/EIN": "34-3838383",
        "Business Type": "Corporation",
        "Services to be Provided": "Offering language tutoring services for a diverse range of languages, including English, Spanish, French, Mandarin, and more. Providing one-on-one tutoring sessions tailored to students' skill levels and learning goals, whether it's for academic purposes, professional development, or personal interest. Conducting group language classes for corporate clients or social groups. In addition, providing professional translation services for documents, websites, and business materials. Ensuring accurate and culturally appropriate translations by experienced translators with expertise in various fields.",
        "Start Date": "2027/02/15",
        "Expected End Date": "2028/02/15",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Kyle Ross",
        "Business Name (if applicable)": "Ross's Auto Electrical Services",
        "Email Address": "kyle.ross.autoelec@outlook.de",
        "Phone Number": "555-770-0077",
        "Tax ID/EIN": "45-4040404",
        "Business Type": "Partnership",
        "Services to be Provided": "Specializing in auto electrical services for all types of vehicles. Conducting electrical system diagnostics to identify issues such as faulty wiring, battery problems, alternator failures, and starter motor issues. Providing repair and replacement services for electrical components, including headlights, taillights, power windows, and central locking systems. Installing additional electrical accessories like car alarms, stereos, and GPS systems. Offering maintenance services to ensure the optimal performance of the vehicle's electrical system, such as battery checks and electrical system inspections.",
        "Start Date": "2027/03/20",
        "Expected End Date": "2028/03/20",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Luna Harris",
        "Business Name (if applicable)": "Harris's Branding and Logo Design",
        "Email Address": "luna.harris.branding@zoho.jp",
        "Phone Number": "555-993-3399",
        "Tax ID/EIN": "56-5353535",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Helping businesses develop strong brand identities through strategic branding and logo design. Conducting in-depth brand research to understand the company's values, target audience, and market positioning. Creating unique and memorable logos that effectively represent the brand. Developing brand guidelines to ensure consistency in visual identity across all marketing materials, including business cards, websites, packaging, and advertisements. Offering brand consulting services to assist with brand messaging, brand positioning, and brand extension strategies.",
        "Start Date": "2027/04/25",
        "Expected End Date": "2028/04/25",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Mason Wright",
        "Business Name (if applicable)": "Wright's Commercial Real Estate Photography",
        "Email Address": "mason.wright.crephotography@icloud.de",
        "Phone Number": "555-227-7722",
        "Tax ID/EIN": "67-6565656",
        "Business Type": "LLC",
        "Services to be Provided": "Providing high-quality commercial real estate photography services. Capturing stunning images of commercial properties, including office buildings, retail spaces, industrial facilities, and hospitality venues. Using professional photography equipment and techniques to showcase the property's features, layout, and ambiance. Offering virtual tours and 360-degree photography options to give potential buyers or renters a comprehensive view of the property. Editing and retouching the photos to enhance their visual appeal and ensure they are ready for marketing materials, websites, and brochures.",
        "Start Date": "2027/05/30",
        "Expected End Date": "2028/05/30",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Nora Clark",
        "Business Name (if applicable)": "Clark's Event Lighting Design",
        "Email Address": "nora.clark.lighting@aol.com.au",
        "Phone Number": "555-449-9944",
        "Tax ID/EIN": "78-7676767",
        "Business Type": "Corporation",
        "Services to be Provided": "Designing and installing event lighting for a variety of events, such as weddings, corporate functions, concerts, and festivals. Creating custom lighting designs that enhance the atmosphere and mood of the event, using a variety of lighting fixtures, such as spotlights, uplights, string lights, and LED lights. Coordinating with event planners, venue managers, and other vendors to ensure seamless integration of the lighting system. Providing on-site lighting operation and control during the event to make adjustments as needed. Offering lighting rental services for clients who prefer to set up their own lighting with professional-grade equipment.",
        "Start Date": "2027/06/05",
        "Expected End Date": "2028/06/05",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Oscar Kim",
        "Business Name (if applicable)": "Kim's Custom Furniture Making",
        "Email Address": "oscar.kim.furniture@protonmail.ch",
        "Phone Number": "555-661-1166",
        "Tax ID/EIN": "89-8787878",
        "Business Type": "Partnership",
        "Services to be Provided": "Designing and crafting custom furniture pieces tailored to clients' specific needs and preferences. Working with clients to understand their style, space requirements, and functionality needs. Selecting high-quality materials, such as wood, metal, and upholstery fabrics, to create durable and aesthetically pleasing furniture. Building a wide range of furniture, including sofas, chairs, tables, beds, and cabinets. Offering finishing services, such as staining, painting, and upholstery, to give the furniture a unique and personalized look. Providing delivery and installation services for the custom furniture.",
        "Start Date": "2027/07/10",
        "Expected End Date": "2028/07/10",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Penelope Green",
        "Business Name (if applicable)": "Green's SEO and Content Marketing Agency",
        "Email Address": "penelope.green.seo@tutanota.com",
        "Phone Number": "555-884-4488",
        "Tax ID/EIN": "90-9999999",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Offering comprehensive SEO services, including keyword research, on-page optimization (meta tags, content optimization, URL structure), and off-page optimization (link building, social media signals). Developing and implementing content marketing strategies to attract and engage target audiences. Creating high-quality, SEO-friendly content, such as blog posts, articles, infographics, and videos. Monitoring and analyzing website traffic and search engine rankings to measure the effectiveness of SEO and content marketing efforts. Providing regular reports and recommendations for improvement to clients.",
        "Start Date": "2027/08/15",
        "Expected End Date": "2028/08/15",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Quinn Taylor",
        "Business Name (if applicable)": "Taylor's Fitness Equipment Sales and Installation",
        "Email Address": "quinn.taylor.fitness@mail.ru",
        "Phone Number": "555-115-5511",
        "Tax ID/EIN": "12-1515151",
        "Business Type": "LLC",
        "Services to be Provided": "Selling a wide range of fitness equipment, including treadmills, exercise bikes, weightlifting machines, and free weights. Offering expert advice to clients on selecting the right fitness equipment based on their fitness goals, space availability, and budget. Providing professional installation services for the purchased fitness equipment, ensuring proper setup and safety. Offering maintenance and repair services for fitness equipment, including regular tune-ups, part replacements, and troubleshooting. Also providing delivery services for the fitness equipment to clients' homes or commercial fitness facilities.",
        "Start Date": "2027/09/20",
        "Expected End Date": "2028/09/20",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Ruby Hernandez",
        "Business Name (if applicable)": "Hernandez's Wedding Cake Design and Baking",
        "Email Address": "ruby.hernandez.cake@yandex.com",
        "Phone Number": "555-337-7733",
        "Tax ID/EIN": "23-2727272",
        "Business Type": "Corporation",
        "Services to be Provided": "Designing and baking custom wedding cakes and other specialty cakes for various occasions. Working closely with clients to understand their wedding theme, flavor preferences, and design ideas. Creating unique and beautifully decorated cakes, using high-quality ingredients and a variety of baking techniques. Offering a wide range of flavors, such as vanilla, chocolate, red velvet, and lemon. Providing cake tasting sessions for clients to select their favorite flavors. Delivering and setting up the cakes at the wedding venue or event location, ensuring they are presented perfectly.",
        "Start Date": "2027/10/25",
        "Expected End Date": "2028/10/25",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Seth Thompson",
        "Business Name (if applicable)": "Thompson's Handyman Services",
        "Email Address": "seth.thompson.handyman@hotmail.com",
        "Phone Number": "555-559-9955",
        "Tax ID/EIN": "34-4141414",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Offering a wide range of handyman services for residential and commercial properties. This includes general repairs such as fixing leaky faucets, repairing drywall, and replacing light fixtures. Carpentry services like building shelves, installing doors, and repairing furniture. Minor electrical and plumbing work, including outlet installation and unclogging drains. Exterior maintenance tasks such as painting, gutter cleaning, and fence repair. Providing reliable and efficient service, ensuring all jobs are completed to the client's satisfaction.",
        "Start Date": "2027/11/01",
        "Expected End Date": "2028/11/01",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Stella Moore",
        "Business Name (if applicable)": "Moore's Dance Choreography and Instruction",
        "Email Address": "stella.moore.dance@icloud.com",
        "Phone Number": "555-771-1177",
        "Tax ID/EIN": "45-5252525",
        "Business Type": "LLC",
        "Services to be Provided": "Creating custom dance choreography for various events, including weddings, corporate parties, and stage performances. Offering dance instruction classes for all ages and skill levels, specializing in different dance styles such as ballet, hip-hop, salsa, and contemporary. Conducting private dance lessons for individuals or groups who want personalized training. Providing performance coaching to help dancers enhance their stage presence and technique. Organizing dance workshops and events to promote the art of dance and bring the community together.",
        "Start Date": "2027/12/05",
        "Expected End Date": "2028/12/05",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Tyler Garcia",
        "Business Name (if applicable)": "Garcia's Pest Control Services",
        "Email Address": "tyler.garcia.pestcontrol@yahoo.com",
        "Phone Number": "555-994-4499",
        "Tax ID/EIN": "56-6363636",
        "Business Type": "Corporation",
        "Services to be Provided": "Providing professional pest control services for residential and commercial properties. Conducting thorough inspections to identify pest infestations, including rodents, insects (such as ants, termites, and cockroaches), and other unwanted pests. Developing customized pest control plans based on the type of pest and the severity of the infestation. Using safe and effective pest control methods, including chemical treatments, traps, and exclusion techniques. Offering preventive pest control services to help clients avoid future infestations, such as regular inspections and maintenance treatments.",
        "Start Date": "2028/01/10",
        "Expected End Date": "2029/01/10",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Violet Wilson",
        "Business Name (if applicable)": "Wilson's Music Production and Recording",
        "Email Address": "violet.wilson.music@aol.com",
        "Phone Number": "555-228-8822",
        "Tax ID/EIN": "67-7474747",
        "Business Type": "Partnership",
        "Services to be Provided": "Offering music production and recording services for musicians, bands, and artists. Providing a professional recording studio environment with high-quality audio equipment. Assisting with music production, including arranging, mixing, and mastering tracks. Offering guidance on songwriting and performance techniques. Creating custom music for various purposes, such as commercials, films, and video games. Also providing music distribution services to help artists get their music on major streaming platforms and online stores.",
        "Start Date": "2028/02/15",
        "Expected End Date": "2029/02/15",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Wyatt King",
        "Business Name (if applicable)": "King's Bookkeeping and Financial Reporting",
        "Email Address": "wyatt.king.finance@protonmail.com",
        "Phone Number": "555-440-0044",
        "Tax ID/EIN": "89-9595959",
        "Business Type": "Sole Proprietorship",
        "Services to be Provided": "Providing comprehensive bookkeeping services, including maintaining accurate financial records, categorizing transactions, and reconciling accounts. Preparing financial statements such as income statements, balance sheets, and cash flow statements on a regular basis. Assisting with financial reporting requirements for businesses, ensuring compliance with accounting standards and regulations. Offering financial analysis and advice to help clients make informed business decisions, including budgeting, forecasting, and cost control strategies.",
        "Start Date": "2028/03/20",
        "Expected End Date": "2029/03/20",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    },
    {
        "Full Name": "Ximena Lee",
        "Business Name (if applicable)": "Lee's Home Staging and Interior Redesign",
        "Email Address": "ximena.lee.staging@fastmail.fm",
        "Phone Number": "555-662-2266",
        "Tax ID/EIN": "90-0606060",
        "Business Type": "LLC",
        "Services to be Provided": "Offering home staging services for homeowners looking to sell their properties. This includes decluttering, rearranging furniture, and adding decorative elements to enhance the property's appeal and make it more marketable. Providing interior redesign services for clients who want to update their living spaces without major renovations. Creating functional and aesthetically pleasing room layouts, selecting appropriate color schemes, and sourcing furniture and decor items. Working with clients to understand their style preferences and budget, and delivering results that transform their homes.",
        "Start Date": "2028/04/25",
        "Expected End Date": "2029/04/25",
        "I agree to the terms and conditions of the contractor agreement": "Yes",
        "I agree to maintain confidentiality of all company information": "Yes"
    }
]